Repository: mostafasany/Adaa-Xamarin
Catalog: AdaaMobile/AdaaMobile/AdaaMobile/Strings/AppResources.*.resx
Languages: ar

source: Accept
ar: موافق

source: ADAA Timesheet
ar: ساعات العمل

source: Additional Comment
ar: تعليق إضافي

source: Additional Comments
ar: تعليقات إضافية

source: Announcement
ar: إعلان

# AnnouncementCap
source: ANNOUNCEMENT
ar: إعلان

source: Announcement Type
ar: نوع الإعلان

source: Attendance
ar: الحضور

source: Buisness Card
ar: بطاقة العمل

source: Cancel
ar: إلغاء

source: Certificate
ar: شهادة

source: Certificate Name in Arabic
ar: شهادة باللغة العربية

source: Certificate Name in English
ar: شهادة باللغة الإنجليزية

source: Change Language
ar: تغيير اللغة

source: Change Password
ar: تغيير كلمة السر

source: Day Pass
ar: إذن عمل

source: Delegate Name
ar: اسم الموظف المنتدب

source: Delegation
ar: تفويض الصلاحيات

# DelegationDetailsCap
source: DELEGATION DETAILS
ar: تفاصيل الإنتداب

source: Department
ar: القسم

source: Deprature Time
ar: وقت المغادرة

source: Directory
ar: سجل الموظفين

# DirectoryCap
source: DIRECTORY
ar: سجل الموظفين

source: Driver Request
ar: طلب سائق

source: Duration
ar: الوقت

source: Employee ID
ar: رقم الموظف

source: English
ar: الإنجليزية

source: Exceptions
ar: الإستثناءات

source: Expected Return Time
ar: وقت العودة المتوقع

source: Failed
ar: حدث خطأ

source: First Seen
ar: وقت الدخول

# FlowDirection
source: LeftToRight
ar: من اليمين لليسار

source: Forget Password
ar: إستعادة كلمة المرور

source: Full Name
ar: الإسم بالكامل

source: Greeting Card
ar: بطاقة تحية

source: Group
ar: مجموعة

source: Home
ar: الرئيسية

source: in Arabic
ar: باللغة العربية

source: in English
ar: باللغة الإنجليزية

source: Job Title
ar: المسمى الوظيفي

source: Last Seen
ar: وقت الخروج

source: Location
ar: الموقع

source: Login
ar: سجل الدخول

source: Logout
ar: تسجيل الخروج

source: Mobile Number
ar: رقم المحمول

# MyDelegationsCap
source: MY DELEGATIONS
ar: الإنتداب الخاص بي

source: My Requests
ar: طلباتي

# MyRequestsCap
source: MY REQUESTS
ar: طلباتي

# MySubAttendanceCap
source: MY SUB ATTENDANCE
ar: غياب الموظفين التابعين لي

source: My Tasks
ar: مهامي

# MyTasksCap
source: MY TASKS
ar: مهامي

# NewDelegationCap
source: NEW DELEGATION
ar: طلب انتداب

# NewRequestCap
source: NEW REQUEST
ar: طلب جديد

source: Offer Maintenance
ar: إصلاح المكتب

source: Offer Services
ar: خدمات المكتب

source: Office Number
ar: رقم المكتب

source: Pending
ar: معلق

# PriorityNormal
source: Normal
ar: عادي

source: Profile
ar: الملف الشخصي

source: Reason
ar: السبب

source: Reason Type
ar: نوع السبب

source: Reject
ar: رفض

source: Request Details
ar: تفاصيل الطلب

# RequestDetailsCap
source: REQUEST DETAILS
ar: تفاصيل الطلب

source: Request Status
ar: حالة الطلب

source: Research Request
ar: طلب بحث

# ResourceLanguage
source: en
ar: ar

source: Return Today
ar: العودة

source: Rule Status
ar: الحالة

source: Select
ar: اختر

# SelectServiceCap
source: SELECT SERVICE
ar: اختر خدمة

source: Settings
ar: الإعدادات

# SettingsCap
source: SETTINGS
ar: الإعدادات

source: Sign Up
ar: تسجيل حساب جديد

source: Submit
ar: اضف

source: Sub-ordinate
ar: الموظف التابع

# TaskDetailsCap
source: TASK DETAILS
ar: تفاصيل المهمة

source: UnLock My Account
ar: فتح حسابي

source: Work
ar: عمل

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Email
ar: البريد الإلكتروني

source: Error
ar: خطأ

source: Loading
ar: تحميل

source: LoadingError
ar: خطأ في التحميل

source: Manager
ar: مدير

# NoData
source: No Data found
ar: لا يوجد بيانات

source: No Internet
ar: لا يوجد انترنت

source: Ok
ar: موافق

# UnlockAccountError
source: Unlocking account request was unsuccessful
ar: تم فتح حسابك بنجاح

source: Late
ar: تأخير

source: Remaining
ar: المتبقي

source: Alert
ar: تنبيه

# EnterValidPassword
source: Wrong username or password
ar: اسم المستخدم او كلمة المرور خاطئة

# ChooseLanguage
source: Change language
ar: اختر اللغة

source: Employee Directory
ar: سجل الموظفين

source: E-Services
ar: الخدمات الالكترونية

# InvalidSessionMessage
source: Invalid Session, You will be redirected to login page
ar: عذرا- تم خروجك من قبل السيرفر، سيتم تحويلك لصفحة الدخول

source: IT Services Desk
ar: خدمات الدعم التقني

# LanguageChangedText
source: please reopen the app to change the language
ar: الرجاء إعادة فتح التطبيق لتفعيل خدمة تغيير اللغة

source: Language saved
ar: تم تخزين اللغة

source: Oracle Services
ar: خدمات أوراكل

source: Something error happened
ar: حدث خطأ ما

source: User Account Services
ar: خدمات حساب المستخدم

source: Welcome,
ar: مرحبا

source: Wrong username or password
ar: يوجد خطأ في اسم المستخدم او كلمة المرور

# PassAndConfirmPassAreNotEqual
source: New password and confirm password do not match
ar: كلمة المرور غير مطابقة لتأكيد كلمة المرور

# PassLessThan8CharsMessage
source: Password and confirm password should be at least 8 charachters
ar: كلمة المرور وتأكيد كلمة المرور يجب ألا تقل عن 8 حروف

# PassShouldnotContainSpecialChars
source: Password should not contain special charachters
ar: يجب الا تحتوي كلمة المرور على حروف خاصة

# PleaseEnterPassAndConfirmPass
source: Please Enter new password and confirm password
ar: يجب إدخال كلمة المرور و تأكيد كلمة المرور

source: Save
ar: حفظ

# ChangeLaptopPass
source: Change my laptop password
ar: تغيير كلمة المرور الخاصة بحسابي

# UnlockLaptopAccount
source: Unlock my laptop account
ar: فتح حسابي

source: Confirm Password
ar: تأكيد كلمة المرور

source: New Password
ar: كلمة مرور جديدة

source: Please enter User Name
ar: برجاء ادخال اسم المستخدم

source: Please enter User Name and Password
ar: برجاء ادخال اسم المستخدم و كلمة المرور

source: Remove Delegation
ar: مسح الانتداب

source: Search all contacts
ar: البحث في جميع الحسابات

source: Send
ar: إرسال

source: Please enter reason
ar: من فضلك أدخل السبب

source: New Request
ar: طلب جديد

source: Text limit
ar: الحد الأقصى

source: Departure time
ar: ميعاد المغادرة

source: Personal
ar: شخصي

source: First Location
ar: أول موقع

source: Last Location
ar: أخر موقع

source: Task details
ar: تفاصيل المهمة

# AttendanceAndLeave
source: Attendance
ar: الحضور و الانصراف

# YouCantDelegateYourselfMessage
source: You can not Delegate yourself
ar: لا يمكنك انتداب نفسك

source: Show Password
ar: إظهار كلمة المرور

# RequestDriver
source: Request a Driver
ar: طلب سائق

# RequestOfficeMaintenance
source: Request an Office Maintenance
ar: طلب تصليح لمكتب

source: Destination
ar: الوجهة

source: Priority
ar: الأولوية

source: Request Date/Time
ar: وقت الطلب

source: Request Type
ar: نوع الطلب

source: Source Location
ar: موقع المصدر

# RequestAnnouncement
source: Request an Accouncement
ar: طلب إعلان

# RequestOfficeService
source: Request an Office Service
ar: طلب خدمة مكتبية

source: Meduim
ar: متوسطة

source: Normal
ar: عادية

source: Urgent
ar: طارئة

# ChooseOfficeLocation
source: Please choose office location.
ar: الرجاء اختيار موقع المكتب

# EnterServiceDetails
source: Please enter service details.
ar: يرجى إدخال تفاصيل الخدمة

source: Office Location
ar: مكان المكتب

# OfficeMaintenanceCap
source: OFFICE MAINTENANCE
ar: صيانة المكتب

# PriorityMedium
source: Medium
ar: متوسط

# PriorityUrgent
source: Urgent
ar: عاجل

source: Room
ar: الغرفة

# SpecifyEquipments
source: Please specify equipments.
ar: يرجى تحديد المعدات

# SpecifyRoom
source: Please specify which room.
ar: يرجى تحديد رقم الغرفة

source: Type of Equipment
ar: نوع المعدات

source: Press to select equipments
ar: اضغط لاختيار المعدات

source: Service Details
ar: تفاصيل الخدمة

source: Choose Greeting Card Type
ar: اختر كارت تهنئة

# SelectOfficleLocationFirst
source: Please select office location first.
ar: الرجاء تحديد موقع المكتب أولا

# EnterAdditionalComments
source: Please enter additional comments.
ar: برجاء إدخال التعليقات الإضافية

# CardSavedMessaga
source: Card has been saved
ar: تم حفظ بطاقة التحية

source: You have no subordinates
ar: ليس لديك موظفين تابعين لك

source: My Sub Attendance
ar: حضور الموظفين التابعين

source: Save Card
ar: حفظ البطاقة

# PassReasonShouldnotContainSpecialCharchters
source: Reason should not contain any special characters
ar: يجب أن لا يحتوي السبب على أي أحرف خاصة

source: Return Date Should be Greater than Departure Date
ar: تاريخ التسجيل يجب أن يكون أكبر من تاريخ المغادرة

# RequestDate
source: Date
ar: التاريخ

# RequestTitle
source: Title
ar: الاسم

# TimeSheet_MyAssignment
source: My Assignments
ar: مهامي

# TimeSheet_MyPendingTasks
source: My Pending Tasks
ar: قيد العمل

# TimeSheet_MyTimeSheet
source: My Timesheet
ar: الجدول الزمني

# TimeSheet_AssigmentDate
source: Assigment Date
ar: التاريخ

# TimeSheet_AssigmentName
source: Assigment Name / Task
ar: اسم الواجب

# TimeSheet_EndDate
source: EndDate
ar: تاريخ الانتهاء

# TimeSheet_ReferenceName
source: Reference Number
ar: الرقم المرجعي

# TimeSheet_StartDate
source: Start Date
ar: تاريخ البدء

# TimeSheet_Status
source: Status
ar: الحالة

# TimeSheet_TaskDate
source: Task Date
ar: التاريخ

# TimeSheet_TaskName
source: Task Name
ar: اسم المهمة

# TimeSheet_AddNewTask
source: Add New Task
ar: إضافة مهمة جديدة

# TimeSheet_ViewTodaysTask
source: View Todays Task
ar: المهام مشاركات اليوم

# TimeSheet_OpenTask
source: Open Task
ar: فتح العمل

# TimeSheet_RemoveTask
source: Remove Task
ar: إزالة العمل

# TimeSheet_LoginHours
source: Logged in Hours
ar: تسجيل في ساعات

# TimeSheet_RemainingHours
source: Remaining Hours
ar: تبقى ساعات

# TimeSheet_AssigName
source: Assigment Name
ar: اسم الواجب

# TimeSheet_Comment
source: Comment
ar: التعليق

# TimeSheet_Duration
source: Duration
ar: مدة

# TimeSheet_Refrence
source: Reference
ar: مرجع

# TimeSheet_SelectAssigmnet
source: Select Assigment
ar: حدد تعيين

# TimeSheet_SelectDuration
source: Select Duration
ar: حدد المدة

# TimeSheet_SelectTask
source: Select Task
ar: حدد المهام

# TimeSheet_EnterAssigmnet
source: Please Choose Assigment
ar: يرجى اختيار تعيين

# TimeSheet_EnterComment
source: Please Choose Comment
ar: يرجى اختيار تعليق

# TimeSheet_EnterDuration
source: Please Enter Duration
ar: الرجاء إدخال مدة

# TimeSheet_EnterTask
source: Please Choose Task
ar: يرجى اختيار العمل

# TimeSheet_ErrorHappened
source: Error Happened
ar: حدث خطأ
